NSHumanReadableCopyright = "Copyright 2013 Google Inc. Toate drepturile rezervate.";
WebPluginDescription = "Gazdă pentru Desktop la distanță Chrome";
WebPluginName = "Permiteți altui utilizator să vă acceseze computerul în siguranță prin internet.";